<script lang="ts">
	import { onMount } from "svelte";
	import { fly } from "svelte/transition";


let tab:string="lab"
	// reactive states updating table
  let mounted:boolean;

onMount(()=>{mounted=true;})


</script>



{#if mounted}
<p in:fly={{y:-200, duration:1000}} class="text-4xl mb-10 heading ">Λίγα λόγια για εμάς</p>


<p in:fly={{y:200, duration:1000}} class="text-lg mx-auto whitespace-pre-line font-semibold text-white overflow-hidden ">
  Η Κτηνιατρική Σχολή του Αριστοτελείου Πανεπιστημίου Θεσσαλονίκης είναι μία από τις κορυφαίες εκπαιδευτικές ιδρύσεις στον τομέα της κτηνιατρικής στην Ελλάδα. Ιδρύθηκε το 1950 και αποτελεί μέρος της Σχολής Θετικών Επιστημών του ΑΠΘ.
  
  Οι σπουδές στην Κτηνιατρική Σχολή καλύπτουν ένα ευρύ φάσμα θεμάτων που σχετίζονται με την υγεία, την προστασία και την ευημερία των ζώων, καθώς και τη δημόσια υγεία και την παραγωγή τροφίμων. Οι φοιτητές αποκτούν βασικές και εξειδικευμένες γνώσεις στους τομείς της κτηνιατρικής, της αναπαραγωγής, της νοσηλείας και θεραπείας ζώων, της ζωικής παραγωγής και πολλών άλλων σχετικών θεμάτων.
  
  Επιπρόσθετα, διαθέτει σύγχρονες εγκαταστάσεις, εργαστήρια και κλινικές για την πρακτική εκπαίδευση των φοιτητών. Επιπλέον, συνεργάζεται με διάφορους φορείς, ερευνητικά κέντρα και κτηνιατρικές κλινικές, προσφέροντας έτσι στους φοιτητές πολλές ευκαιρίες για πρακτική εμπειρία και έρευνα.
  
  Διαδραματίζει σημαντικό ρόλο στην εκπαίδευση των μελλοντικών γενεών κτηνιάτρων, παρέχοντάς τους τις απαραίτητες γνώσεις και δεξιότητες για την άσκηση του επαγγέλματος τους με ασφάλεια και αποτελεσματικότητα.
  
  Με την συνεχή εξέλιξη των επιστημονικών ερευνών και την εφαρμογή τεχνολογικών εξελίξεων, η σχολή επίσης προωθεί την έρευνα και την καινοτομία στον τομέα της κτηνιατρικής, συμβάλλοντας στη βελτίωση της υγείας και της ποιότητας ζωής των ζώων, στην ανάπτυξη βιώσιμων μεθόδων παραγωγής καθώς και σε ανάπτυξη νέων και πιο αποδοτικών μεθόδων εκμάθησης. 
  
  Έτσι, με την βοήθεια μελών του εργαστηρίου διατροφής της κτηνιατρικής ΑΠΘ (Γιάννης και Στέλλα) αλλά και την αμέριστη βοήθεια του αναπληρωτή καθηγητή κ. Γιάννενα Ηλία προχωρήσαμε στην δημιουργία διαδικτυακής σελίδας για την διαμόρφωση των ζωοτροφών και δημιουργία σιτηρεσίων έτσι ώστε να έχουμε μεγιστοποίηση της απόδοσης των ζώων αλλά και ελαχιστοποίηση του κόστους.
  </p>
  {/if}